{
  "product_types": [
    {
      "description": "Pizza",
      "specialties": [
        {
          "name": "Deluxe or Supreme",
          "description": "Pepperoni, Sausage, Fresh Mushrooms, Red Onions and Green Peppers with Mozzarella Cheese"
        },
        {
          "name": "All Meat",
          "description": "Pepperoni, Ham, Sausage, Ground Beef and Bacon with Mozzarella Cheese"
        },
        {
          "name": "Pepperoni Pleaser",
          "description": "Double Pepperoni, Double Mozzarella Cheese, Plus 2 toppings of Your Choice"
        },
        {
          "name": "Cheeseburger",
          "description": "Ground Beef, Bacon with Cheddar and Mozzarella Cheeses Plus 2 toppings of Your Choice"
        },
        {
          "name": "Hawaiian",
          "description": "Ham, Pineapple, Double Mozzarella Cheese plus 2 toppings of Your Choice"
        },
        {
          "name": "Pancho Vito Taco",
          "description": "Salsa Refried Bean Mix, Taco Meat, Mozzarella Cheese topped with Lettuce, Roma Tomatoes, Black Olives and Mozzarella and Cheddar Cheese mix. Served with Taco Sauce and Sour Cream"
        },
        {
          "name": "Veggie",
          "description": "Thin Crust, Fresh Mushrooms, Red Onions, Green Peppers, Mild Banana Peppers, Black Olives with Feta and Mozzarella Cheeses and topped with Ground Basil and Oregano"
        },
        {
          "name": "BLT",
          "description": "Double Bacon with Cheddar and Mozzarella Cheeses topped with Mayo, Lettuce and Roma Tomatoes"
        },
        {
          "name": "BBQ Chicken",
          "description": "BBQ Sauce, Bacon, Chicken, Pineapple with Cheddar and Mozzarella Cheeses"
        },
        {
          "name": "Mediterranean",
          "description": "Thin Crust, Herb Infused Olive Oil Sauce, Chicken, Red Onions, Green Peppers, Black Olives with Feta and Mozzarella Cheeses and topped with Ground Basil and Oregano"
        },
        {
          "name": "Angus Steak Ranch",
          "description": "Ranch Sauce, Angus Steak, Fresh Mushrooms, Red Onions with Mozzarella Cheese"
        },
        {
          "name": "Chicken Bacon Ranch",
          "description": "Ranch Sauce, Chicken, Bacon, Roma Tomatoes with Cheddar and Mozzarella Cheeses"
        },
        {
          "name": "Angus Steak Chipotle",
          "description": "Chipotle Ranch Sauce, Angus Steak, Fresh Mushrooms, Red Onions with Mozzarella Cheese"
        },
        {
          "name": "Chicken Chipotle",
          "description": "Chipotle Ranch Sauce, Chicken, Bacon, Mild Banana Peppers, Roma Tomatoes with Cheddar and Mozzarella Cheeses"
        },
        {
          "name": "Cajun Shrimp",
          "description": "Thin Crust, Chipotle Ranch Sauce, Cajun Seasoned Shrimp, Roma Tomatoes and Mozzarella Cheese and topped with Basil and Oregano"
        },
        {
          "name": "Plain Shrimp",
          "description": "Thin Crust, Chipotle Ranch Sauce, Unseasoned Shrimp, Roma Tomatoes and Mozzarella Cheese and topped with Basil and Oregano"
        },
        {
          "name": "The Works",
          "description": "Pepperoni, Ham, Sausage, Bacon, Ground Beef, Fresh Mushrooms, Red Onions, Green Peppers, Mild Banana Peppers and Black Olives with Mozzarella Cheese"
        },
        {
          "name": "Tony Packo Pizza",
          "description": "Tony Packo\\\\u0027s Chili Dog Sauce, Sliced Tony Packo's Sausage, Red Onions with Cheddar and Mozzarella Cheeses and topped with Mustard and Served with your choice of Pickles and Peppers"
        },
        {
          "name": "Lobster Pizza",
          "description": "Thin Crust, Garlic Parmesan Sauce, Real Lobster Meat, Fresh Basil Leaves, Sliced Roma Tomatoes and Mozzarella Cheese"
        },
        {
          "name": "Chicken Enchilada",
          "description": "Enchilada Sauce, Chicken, Red Onions, Black Beans, Corn with Mozzarella and Cheddar Cheeses. Topped with Tortilla Strips"
        }
      ]
    },
    {
      "description": "Subx",
      "specialties": [
        {
          "name": "Classic Italian",
          "description": "Genoa Salami, Ham, Pepperoni, Black Olives, Mild Banana Peppers, Shredded Lettuce, Roma Tomatoes, Italian Dressing and Provolone Cheese"
        },
        {
          "name": "Pizza",
          "description": "Pepperoni, Ham, Red Onions, Pizza Sauce and Provolone Cheese"
        },
        {
          "name": "Chicken Breast",
          "description": "Chicken, Bacon, Green Peppers, Red Onions, Shredded Lettuce, Roma Tomatoes, Ranch Dressing and Cheddar Cheese"
        },
        {
          "name": "BBQ Chicken Breast",
          "description": "BBQ Sauce,Chicken, Bacon, Pineapple and Cheddar Cheese"
        },
        {
          "name": "Turkey Breast",
          "description": "Turkey, Black Olives, Shredded Lettuce, Roma Tomatoes, Mayo and Swiss Cheese"
        },
        {
          "name": "Classic Club",
          "description": "Ham, Bacon, Turkey, Shredded Lettuce, Roma Tomatoes, Mayo and Cheddar Cheese"
        },
        {
          "name": "Ham & Cheese",
          "description": "Ham, Shredded Lettuce, Roma Tomatoes, Italian Dressing and Swiss Cheese"
        },
        {
          "name": "A1 Angus Steak",
          "description": "Angus Steak, Mushrooms, Green Peppers, Red Onions, Shredded Lettuce, Roma Tomatoes, A-1 Steak Sauce and Provolone Cheese"
        },
        {
          "name": "Classic Reuben",
          "description": "Corned Beef, Sauerkraut, Special Sauce and Swiss Cheese"
        },
        {
          "name": "Veggie",
          "description": "Black Olives, Mushrooms, Red Onions, Mild Banana Peppers, Green Peppers, Shredded Lettuce, Roma Tomatoes, Ranch Dressing and Provolone Cheese"
        },
        {
          "name": "Tony Packo\\\\u0027s",
          "description": "Tony Packo\\\\u0027s Chili Dog Sauce, Hungarian Sausage, Red Onion, Cheddar Cheese and Mustard"
        },
        {
          "name": "BLT",
          "description": "Bacon, Shredded Lettuce, Roma Tomatoes and Mayo"
        },
        {
          "name": "Taco ",
          "description": "Taco Meat, Red Onions, Black Olives, Shredded Lettuce, Roma Tomatoes and Cheddar Cheese with Sour Cream and Taco Sauce served on the side"
        }
      ]
    },
    {
      "description": "Salad",
      "specialties": [
        {
          "name": "Chicken Salad",
          "description": "Chopped Romaine Lettuce, Chicken, Green Peppers, Roma Tomatoes and Shredded Cheddar Cheese. Served with Croutons and  Choice of Dressing on the side"
        },
        {
          "name": "Greek Salad",
          "description": "Chopped Romaine Lettuce, Black Olives, Red Onions, Mild Banana Peppers, Roma Tomatoes and Feta Cheese. Served with Croutons and  Choice of Dressing on the side"
        },
        {
          "name": "Italian Salad",
          "description": "Chopped Romaine Lettuce, Pepperoni, Ham, Roma Tomatoes and Shredded Cheddar Cheese. Served with Croutons and  Choice of Dressing on the side"
        },
        {
          "name": "Taco Salad",
          "description": "Chopped Romaine Lettuce, Taco Meat, Black Olives, Roma Tomatoes and Shredded Mozzarella and Cheddar Mix.  Served with Taco Sauce and Sour Cream on the side."
        },
        {
          "name": "The Vito\\\\u0027s Salad",
          "description": "Chopped Romaine Lettuce, Red Onions, Dried Cranberries, Sliced Almond and Gorgonzola Cheese. Served with Your Choice of Dressings."
        }
      ]
    }
  ]
}
